Revit 2027 API
SpecTypeId.ReinforcementAreaPerUnitLength Property
 Reinforcement Area per Unit Length, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementAreaPerUnitLength { get; }
Public Shared ReadOnly Property ReinforcementAreaPerUnitLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementAreaPerUnitLength {
	ForgeTypeId^ get ();
}
static member ReinforcementAreaPerUnitLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace